cowboydaniel/outback-arduino-avr/hardware/outback/avr/boards.txt
multiduino.name=Multiduino
multiduino.upload.tool.serial=avrdude
multiduino.upload.tool=avrdude
multiduino.upload.protocol=arduino
multiduino.upload.maximum_size=32256
multiduino.upload.maximum_data_size=2048
multiduino.upload.speed=115200
multiduino.bootloader.tool=avrdude
multiduino.bootloader.low_fuses=0xFF
multiduino.bootloader.high_fuses=0xDE
multiduino.bootloader.extended_fuses=0xFD
multiduino.bootloader.unlock_bits=0x3F
multiduino.bootloader.lock_bits=0x0F
multiduino.bootloader.file=optiboot/optiboot_atmega328.hex
multiduino.build.mcu=atmega328p
multiduino.build.f_cpu=16000000L
multiduino.build.board=AVR_MULTIDUINO
multiduino.build.core=arduino:arduino
multiduino.build.variant=multiduino
multiduino.build.extra_flags=
